<?php
/**
 * Created by PhpStorm.
 * User: slava
 * Date: 11.07.18
 * Time: 15:47
 */

setlocale(LC_CTYPE, 'POSIX');
error_reporting(E_ALL);
ini_set('display_errors', 1);
require_once ('./lib/PDFMerger-master/PDFMerger.php');
require_once ('./lib/PDFMerger-master/tcpdf/tcpdi.php');
require_once ('./lib/PDFMerger-master/tcpdf/tcpdf.php');
$pdf = new PDFMerger(); // or use $pdf = new \PDFMerger; for Laravel
$data = array(
    'page1' => array(
        '1.1' => "Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890"
        ,'1.2' => "Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890"
        ,'2.1' => "01234567890"
        ,'2.2' => "01234567890"
        ,'2.3.1' => "01234567890"
        ,'2.3.2' => "НРПАРПГЕРКОАКПКТАОМ6574321185РРАТПЛ ВПКИАПО 36475 ОАРКИАААААРРРРРРРВВПАРОПЛРОГЩНЕКУВСИМИОГНЕКМИОЛШГНЕМИТЬБДШГНВИТЬБДЩШГНЕКСИТЬБДЩШГНЕАТЬБЩШГН ЕНГШЛИАКЕНГЛЬТИАЕНОЛЬТВАПРОЛДЖЮБ СВКЕНГШДБЬРПАУКЕНГОЛЬ ВАПРОЛЬТИМС"
        ,'2.4.1' => "КЕНГШДБЬРПАУКЕНГОЛЬ ВАПРОЛЬТИМС"
        ,'2.4.2' => "КЕНГШДБЬРПАУКЕНГОЛЬ ВАПР21185РРАТПЛ ВПКИАПО 3ОЛЬТИМС"
    ),
    'page2' => array(
        '2.5' => "Населенный пункт",
        '2.5.1' => "АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСА  ДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.6.1' => "АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСА ДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.6.2' => "АДРЕСАДРЕСАДРЕС АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.7.1' => "АДРЕСАДРЕСАДРЕС АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.7.2' => "12356789976543АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.8.1' => "РЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.8.2' => "12356789976543АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.9.1' => "ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.9.2' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'3.1' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'3.2.1' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'3.2.2' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"

    ),
    'page3' => array(
        'pagenumber' => "003",
        '1' => "РЫПУИАРАТАОВПАРПОНЛ ГОТИМТВМУПКРЕО 23456 НРЬИМСВИЫУ3234",
        '2' => "23456345645 НРЬИМСВИЫУ3234",
        '3' => "ЬВИАРКПЕОИТА \"ЬАТВОРЕАОВЛУКЕПАВ\"23456345645 НРЬИМСОВРАРВОАРПРОВИРУОИСЧ, ТЛДФЛУОРКАМИСТЫЦУКАРМИТСВЫЧЦУКАГРАМИСВТЛЫЦВУАКРМИСТВЫОУВКАРРМИТСВЫЛЦУКПГРОМАТВЛСДУКАПРИМТСЛВЫЛАОРИМТСЛВЫОЫАРМИСТЛВЫЫАВРМИ СТЛОВАРМИ СТЛОВАМРМО ИСТЛВОЫАВРМИЬТ СВОАОМРИ СТВОЛЫАОРИМСТОВАРМАРИОМВЛАРМОВАКРОМАКРОИОМАОРВИЫУ3234",
        '4.1' => "123123123123123123123123123123",
        '4.2.1' => "123123123123123123123123123123",
        '4.2.2' => "123123123123123123123123123123",
        '4.2.3' => "123123123123123123123123123123",
    ),
    'page4' => array(
        'pagenumber' => "004",
        '1' => "ЬВИАРКПЕОИТА \"ЬАТВОРЕАОВЛУКЕПАВ\"23456345645 НРЬИМСОВРАРВОАРПРОВИРУОИСЧ, ТЛДФЛУОРКАМИСТЫЦУКАРМИТСВЫЧЦУКАГРАМИСВТЛЫЦВУАКРМИСТВЫОУВКАРРМИТСВЫЛЦУКПГРОМАТВЛСДУКАПРИМТСЛВЫЛАОРИМТСЛВЫОЫАРМИСТЛВЫЫАВРМИ СТЛОВАРМИ СТЛОВАМРМО ИСТЛВОЫАВРМИЬТ СВОАОМРИ СТВОЛЫАОРИМСТОВАРМАРИОМВЛАРМОВАКРОМАКРОИОМАОРВИЫУ3234",
        '2.1' => "123",
        '2.2' => "123123123123123123123123123123",
        '2.3' => "123123123123123123123123123123",
        '2.4' => "1231212312312312312312312312313212313253464565676786797898089076856645322534647658769785754534ФАЫВАОПЛРДОРРОПАПВАЫАЫЕКУНКГЕНШОПАПЫЕУНКЕГОАПТИЫАУЦЕУНКГОАПИМВЫАЕУНКЕОАПТИАВЫУУЕКНЕОТМСИВЫУЕУНКЕГОРТИВПЫЕУНЕК3123123123123123123123123",
        '2.5' => "АЫВАОПЛРДОРРОП АПВАЫАЫЕКУНКГЕНШОПАПЫЕУНКЕГОАПТИЫАУЦЕУНКГОАПИМВЫАЕУН КЕОАПТИАВЫУУЕКНЕОТМСИВЫУ ВАПРОТИАВУКЕНГОТИМВУКЕНГОЛЬ2345678ШОРПАВАПМСВАПРОЛРПКУКЦКЕНГОЛЬТИАВАААКПЕРНОГЛОРПЕКНРОГЛРПАУАПЕРНОГЛОЬРТПИПАЕКНРОГЛЬРПКЕНРОЛЕУНКЕГОРТИВПЫЕУНЕК3123123123123123123123123",
        '3' => "3123123123123123123123123",
        '4.1.1' => "3123123123123123123123123",
        '4.1.2' => "3123123123123123123123123",
        '4.2.1.1' => "3123123123123123123123123",
        '4.2.1.2' => "3123123123123123123123123",
        '4.2.2.1' => "3123123123123123123123123",
        '4.2.2.2' => "3123123123123123123123123",
        '4.2.3.1' => "3123123123123123123123123",
        '4.2.3.2' => "3123123123123123123123123",
    ),
    'page5' => array(
        'pagenumber' => "005",
        '1.1' => "ВПНРОТИМВКЕП УКСВКЕНГШЛДЛОРПАВЫКЕНРИ МС УКЕНГОРИАВЦУКЕ ",
        '1.2' => "ВПНРОТИМВКЕП УКСВКЕНГШЛДЛОРПАВЫКЕНРИ МС УКЕНГОРИАВЦУКЕ ",
        '1.3' => "ВПНРОТИМВКЕП УКСВКЕНГШЛДЛОРПАВЫКЕНРИ МС УКЕНГОРИАВЦУКЕ ",
        '2' => "2345676543543456 ",
        '3.1.1' => "2345676543543456 ",
        '3.1.2' => "2345676543543456 ",
        '3.1.3' => "2345676543543456 ",
        '3.2' => "ЫВАГКРАОВВРАСТОУРВТЫОЫОВТСЬЫОВРАТСЫОВ ВРАТСВАРТСВОАРТВОАРТВОРАТСВОАМТСВВОАТСВАМТСВОАРМТВОАРИТСВРАИТСВОРАМИТВРАИМТАРМИ ",
        '4' => "23654345678765434567",
        '5.1' => "23654345678765434567",
        '5.2' => "23654345678765433456765434567894567",
        '5.3.1' => "23654345678765433456765434567894567",
        '5.3.2' => "23654345678765433456765434567894567",
        '5.3.3' => "23654345678765433456765434567894567",
        '5.4' => "РВОАПАРВОЫВСАОПЕ АРУОВОРПЕКУЛОВРАКОУВ АПКГУОВРАПКРУОВРПАРКУОВРАРОЛВОТАПРОРПАВЫВАПРОЛДЛОРПАВАПРОЛШГНЕКМИТОГНЕКВУСАМПРОГНЕКВУАПРГНЕ",
        '5.5.1' => "876543234567887654323456789",
        '5.5.2' => "876543234567887654323456789",
    ),
    'page6' => array(
        'pagenumber' => "006",
        '6.1.1' => "567654322345678900987656",
        '6.1.2' => "567654322345678900987656",
        '6.1.3.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАТМЬЛСВОА",
        '6.1.3.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.4.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.4.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.5.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.5.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.6.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.6.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.7.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.7.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.8.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.8.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.9.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.9.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.2.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.2.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.1.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.1.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.2.1.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.2.1.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.2.2.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.2.2.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.2.3.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7.2.3.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",

    ),
    'page7' => array(
        'pagenumber' => "007",
        '1.1' => "1",
        '1.2' => "10",
        '1.3' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫШОАФЫЩШОФЫШОПФЫ2983КАВЛОСТБЧВАДШЩГУЦ4ГЩ4ДЛЫТБЮВЬЮВЫЛДОУЩГЩЗ8НФКШАЕДЖРДЛТЦК3УФАЫВЯ8ЧЗЩШРЖЛДТЙЮБ3ЬЕЦУФЫВЯМЧШПФЫШПОФЫОПФЫУОФЦХУШОДЖТЫДЫЛЩШГОЦЛЖТУАЫВГШЩЛТЦУЖЕФЫВШЩОЛТЖУФЬБЫВШЩОЛТУЬБФЫВЩШОЛДЬБ ФУАЫВЯБЧДЛОСЯОЫААШУОЛФАsdkfjsFKWE293WHIEJKFSOIKLWNESFDP8OIHKN.LDIHUKBщшо98гыарцшлотаЖЗЫГВЩДЛРТДОВЩШРЛОУЕИТПШЩЗРДЛИОТПРШЕУЩГКИТПОЖРЫРЫЗЖУ",
        '2.1.1' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫШОАФЫЩШОФЫШОПФЫ2983КАВЛОСТБЧВАДШЩГУЦ4ГЩ4ДЛЫТБЮВЬЮВЫЛДОУЩГЩЗ8НФКШАЕДЖРДЛТЦК3УФАЫВЯ8ЧЗЩШРЖЛДТЙЮБ3ЬЕЦУФЫВЯМЧШПФЫШПОФЫОПФЫУОФЦХУШОДЖТЫДЫЛЩШГОЦЛЖТУАЫВГШЩЛТЦУЖЕФЫВШЩОЛТЖУФЬБЫВШЩОЛТУЬБФЫВЩШОЛДЬБ ФУАЫВЯБЧДЛОСЯОЫААШУОЛФАsdkfjsFKWE293WHIEJKFSOIKLWNESFDP8OIHKN.LDIHUKBщшо98гыарцшлотаЖЗЫГВЩДЛРТДОВЩШРЛОУЕИТПШЩЗРДЛИОТПРШЕУЩГКИТПОЖРЫРЫЗЖУ",
        '2.1.2' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫ",
        '2.2.1.1' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫ",
        '2.2.1.2' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫ",
        '2.2.2.1' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫ",
        '2.2.2.2' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫ",
        '2.2.3.1' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫ",
        '2.2.3.2' => "ЫДЛОАЩЦУШЩЦШОУКЦЩОУАЗЫ",

    ),
    'page8' => array(
        'pagenumber' => "008",
        '3.1.1' => "1123123123123133544564",
        '3.1.2' => "1123123123123133544564",
        '3.1.3' => "ДШГЛИЕУОПВНШЛДРОИ34ЕЦУПЫВЯМ89НШЛОKLROIUIOJK3L54REWFSD90UOIJKLTWEDSV09UOJIKN,WEDSF0U9OILKNWTESDVYHUOKLNWTGDSHOVYOIFALИЦ34УСЬЛВОПРШУШРЛОЙ34ЕФУП98НЩРЙ3Е4ФПЖЯЩШДГПОБРФЫУДРПЯНШГИОКПВРАДПРОБИАЬКЫ У4ЦЛОДЕШРЛМЮЯИЧЬЯВОЛРЕШ4НДЛОПФЮИМЯЧН89ШГДЛОИЙЮ3ЕЦФУПЫВЯН8МЩРГЮОЛИФБ",
        '3.2.1.1' => "ДШГЛИЕУОПВНШЛДРОИ34ЕЦУПЫВЯМ89НШЛОKLROIUIOJK3L54REWFSD90UOIJKLTWEDSV09UOJIKN,WEDSF0U9OILKNWTESDVYHUOKLNWTGDSHOVYOIFALИЦ34УСЬЛВОПРШУШРЛОЙ34ЕФУП98НЩРЙ3Е4ФПЖЯЩШДГПОБРФЫУДРПЯНШГИОКПВРАДПРОБИАЬКЫ У4ЦЛОДЕШРЛМЮЯИЧЬЯВОЛРЕШ4НДЛОПФЮИМЯЧН89ШГДЛОИЙЮ3ЕЦФУПЫВЯН8МЩРГЮОЛИФБ",
        '3.2.1.2' => "ДШГЛИЕУОПВНШЛДРОИ34ЕЦУПЫВЯМ89НШЛОKLROIUIOJK3L54REWFSD90UOIJKLTWEDSV09UOJIKN,WEDSF0U9OILKNWTESDVYHUOKLNWTGDSHOVYOIFALИЦ34УСЬЛВОПРШУШРЛОЙ34ЕФУП98НЩРЙ3Е4ФПЖЯЩШДГПОБРФЫУДРПЯНШГИОКПВРАДПРОБИАЬКЫ У4ЦЛОДЕШРЛМЮЯИЧЬЯВОЛРЕШ4НДЛОПФЮИМЯЧН89ШГДЛОИЙЮ3ЕЦФУПЫВЯН8МЩРГЮОЛИФБ",
        '3.2.1.3' => "ДШГЛИЕУОПВНШЛДРОИ34ЕЦУПЫВЯМ89НШЛОKLROIUIOJK3L54REWFSD90UOIJKLTWEDSV09UOJIKN,WEDSF0U9OILKNWTESDVYHUOKLNWTGDSHOVYOIFALИЦ34УСЬЛВОПРШУШРЛОЙ34ЕФУП98НЩРЙ3Е4ФПЖЯЩШДГПОБРФЫУДРПЯНШГИОКПВРАДПРОБИАЬКЫ У4ЦЛОДЕШРЛМЮЯИЧЬЯВОЛРЕШ4НДЛОПФЮИМЯЧН89ШГДЛОИЙЮ3ЕЦФУПЫВЯН8МЩРГЮОЛИФБ",
        '3.2.2' => "ЙЮ3ЕЦФУПЫВЯН8МЩРГЮОЛИФБ",
        '3.2.3.1.1' => "12",
        '3.2.3.1.2' => "12",
        '3.2.3.1.3' => "2018",
        '3.2.3.2' => "ДШГЛИЕУОПВНШЛДРОИ34ЕЦУПЫВЯМ89НШЛОKLROIUIOJK3L54REWFSD90UOIJKLTWEDSV09UOJIKN,WEDSF0U9OILKNWTESDVYHUOKLNWTGDSHOVYOIFALИЦ34УСЬЛВОПРШУШРЛОЙ34ЕФУП98НДШГЛИЕУОПВНШЛДРОИ34ЕЦУПЫВЯМ89НШЛОKLROIUIOJK3L54REWFSD90UOIJKLTWEDSV09UOJIKN,WEDSF0U9OILKNWTESDVYHUOKLNWTGDSHOVYOIFALИЦ34УСЬЛВОПРШУШРЛОЙ34ЕФУП98Н",

    ),
    'page9' => array(
        'pagenumber' => "009",
        '3.2.4.1' => "1123123123123133544564",
        '3.3.4.2' => "1123123123123123123133544564",
        '3.2.4.3.1' => "1123123123123123123133544564",
        '3.2.4.3.2' => "1123123123123123123133544564",
        '3.2.4.3.3' => "2018",
        '3.2.4.4' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ-Щ9ЗДШЖГНКХПЖДЙФЙЦАЯЫШГРЬ ЦЙОЗЩЖРЮВЛТМЗ4ЦЕЩРФИПЫЛВМТЯОЯБТЮЛДШЩ223ЕУЗПОДЫУЗЩТКЛПЛТЕГЗ8ГЩШР3ЛОЕПЗЩШ3ЦЕ8ФУЩРЕЛО4Ц8ПНРЩЖИОЕЮЦПЯ ВЧЮ18",
        '3.2.4.5.1' => "2018",
        '3.2.4.5.2' => "2018",
        '3.2.5.1.1' => "12321313135575687989787",
        '3.2.5.1.2' => "12321313135575687989787",
        '3.2.5.1.3.1' => "KJOIOJKN32WEDJSDHSUFIBNJKWEFHDCSU98H",
        '3.2.5.1.3.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ",
        '3.2.5.1.4.1' => "20щ8гцушщЩЗШУГЦЩКШОЩ",
        '3.2.5.1.4.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ",
        '3.2.5.1.5.1' => "20щ8гцушщЩЗШУГЦЩКШОЩ",
        '3.2.5.1.5.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ",
        '3.2.5.1.6.1' => "20щ8гцушщЩЗШУГЦЩКШОЩ",
        '3.2.5.1.6.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ",
        '3.2.5.1.7.1' => "20щ8гцушщЩЗШУГЦЩКШОЩ",
        '3.2.5.1.7.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОРЬЛШ",
        '3.2.5.1.8.1' => "20щ8гцушщЩЗШУГЦЩКШОЩ",
        '3.2.5.1.8.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОРЬЛШ",
        '3.2.5.1.9.1' => "20щ8гцушщЩЗШУГЦЩКШОЩ",
        '3.2.5.1.9.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОРЬЛШ",
        '3.2.5.2.1' => "123",
        '3.2.5.2.2' => "20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ20щ8гцушщЩЗШУГЦЩКШОЩГЩЦОКЦТУОЖЩЫУКШОП384НЕУШГРФЛОЫВПН9ШГРЦФЛРВЮПТНГОРЬЛШ",

    ),
    'page10' => array(
        'pagenumber' => "010",
        '1' => "ЬВИАРКПЕОИТА \"ЬАТВОРЕАОВЛУКЕПАВ\"23456345645 НРЬИМСОВРАРВОАРПРОВИРУОИСЧ, ТЛДФЛУОРКАМИСТЫЦУКАРМИТСВЫЧЦУКАГРАМИСВТЛЫЦВУАКРМИСТВЫОУВКАРРМИТСВЫЛЦУКПГРОМАТВЛСДУКАПРИМТСЛВЫЛАОРИМТСЛВЫОЫАРМИСТЛВЫЫАВРМИ СТЛОВАРМИ СТЛОВАМРМО ИСТЛВОЫАВРМИЬТ СВОАОМРИ СТВОЛЫАОРИМСТОВАРМАРИОМВЛАРМОВАКРОМАКРОИОМАОРВИЫУ3234",
        '2.1' => "123456789009876543223",
        '2.2' => "123456789009876543223",
        '2.3' => "ЬВИАРКПЕОИТА \"ЬАТВОРЕАОВЛУКЕПАВ\"23456345645 НРЬИМСОВРАРВОАРПРОЛОИМСЧЫУКЕНРТИМСВУКЕНГОТИМВАПИРОВИРУОИСЧ, ТЛДФЛУОРКАМИСТЫЦУКАРМИТСВЫЧЦУКАГЫВАИИАВЫЛВАПРООРПАВЫВАПРОТИМСЧЫВАПРТИ СЧЫВАПРТИМСЫВАПРАМИСВТЛЫЦВУАКРМИСТВЫОУВКАРРМИТСВЫЛЦУКПГРОМАТВЛСДУКАПР3",
        '3.1.1' => "239876543223456789098765432",
        '3.1.2' => "239876543223456789098765432",
        '3.2.1.1' => "239876543223456789098765432",
        '3.2.1.2' => "239876543223456789098765432",
        '3.2.2.1' => "239876543223456789098765432",
        '3.2.2.2' => "239876543223456789098765432",
        '3.2.3.1' => "239876543223456789098765432",
        '3.2.3.2' => "239876543223456789098765432",

    ),
    'page11' => array(
        'pagenumber' => "011",
        '1.1' => "ПВИУКТПОИМРВИУКТПРТОИРМАВИТПРТЛ ОРМАВИУТПЛРТОРИМАИВТАЛПРТОИМЬВЛАПОРИТМЬСВЛОАПРИТМАСОПРИТМАЛОПРИ",
        '1.2' => "ПВИУКТПОИМРВИУКТПРТОИРМАВИТПРТЛ ОРМАВИУТПЛРТОРИМАИВТАЛПРТОИМЬВЛАПОРИТМЬСВЛОАПРИТМАСОПРИТМАЛОПРИ",
        '1.3' => "ПВИУКТПОИМРВИУКТПРТОИРМАВИТПРТЛ ОРМАВИУТПЛРТОРИМАИВТАЛПРТОИМЬВЛАПОРИТМЬСВЛОАПРИТМАСОПРИТМАЛОПРИ",
        '2' => "98765433456789009876543",
        '3.1.1' => "98765433456789009876543",
        '3.1.2' => "98765433456789009876543",
        '3.1.3' => "98765433456789009876543",
        '3.2' => "АПРОВАРЕАИСОЫУРКАИСТОЫВРАИМТСВЫОУКРЕПТАВЛЫУКЕНГШЩДЛЬТИМСВЫВАПРОЛДЛОРПАВЫУКЕНГОЛЬТИМВАЕПНРГОШЛЬТИАВКЕП",
        '4' => "АПРОВАРЕАИСОЫУРКАИСТОЫВРАИМТСВЫОУКРЕПТАВЛЫУКЕНГШЩДЛЬТИМСВЫВАПРОЛДЛОРПАВЫУКЕНГОЛЬТИМВАЕПНРГОШЛЬТИАВКЕП",
        '5.1' => "12345098765432",
        '5.2' => "1234509876544567890987654345632",
        '5.3.1' => "1234509876544567890987654345632",
        '5.3.2' => "1234509876544567890987654345632",
        '5.3.3' => "1234509876544567890987654345632",
        '5.4' => "ПВИУКТПОИМРВИУКТПРТОИРМАВИТПРТЛ ОРАВИУТПЛРТОРИМАИВТАЛПРТОИМЬВЛАПЫОУКРЕПТАВЛЫУКЕНГШЩДЛЬТИМСВЫВАПРОЛДЛОРПАВЫУКЕНГОЛЬПРИТМАСОПРИТМАЛОПР",
        '5.5.1' => "234567890-098765",
        '5.5.2' => "234567890-098765",


    ),
    'page12' => array(
        'pagenumber' => "012",
        '6.1.1' => "567654322345678900987656",
        '6.1.2' => "567654322345678900987656",
        '6.1.3.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАТМЬЛСВОА",
        '6.1.3.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.4.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.4.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.5.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.5.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.6.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.6.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.7.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.7.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.8.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.8.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.9.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.1.9.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.2.1' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '6.2.2' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",
        '7' => "РИКАРМРАИУТКОАПМРСИВЫТОВАПРИТМСЬЛВОАТПМЬСЫОАРВАПРГНЕКВСМИРОГНЕКВСМИОГНЕКВСМИРОГНЕВСМИРОГНАВСМИТОРПАВАПРПАВВПРОРПАТМЬЛСВОА",


    ),
    'page13' => array(
        'pagenumber' => "013",
        '1' => "3456709876543345678013",
        '2' => "3456709876543345678013",
        '3' => "ЫВАПРОЛЬТИМСУКЕНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫТИМСЫУКЕНГШЬТИМСЫУКЕНГЛДБЬТИМСВКЕНГШЛДАВКЕНГШЛДБЬТАВАП",
        '4.1' => "87654322345678909876545678",
        '4.2.1' => "87654322345678909876545678",
        '4.2.2' => "87654322345678909876545678",
        '4.2.3' => "87654322345678909876545678",
        '4.3' => "87654322345678909876545678",
        '4.4' => "НРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТ",
        '4.5' => "НРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТ",
        '5' => "НРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТНРОТИМСЧВАПРОШЛДЖЮБЬТИМСЫВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТИМСЫУКЕНГШДБЬАПРОШЛДВАПРОЛДБЬТИМСЫВКАЕНГОЛЬТ",

    ),
    'page14' => array(
        'pagenumber' => "014",
        '6.1' => "3267384847365367489",
        '6.2' => "3267384847365367489",
            '6.3.1' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.3.2' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.4.1' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.4.2' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.5.1' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.5.2' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.6.1' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.6.2' => "ЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.7.1' => "ЕПАВУУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАВ",
            '6.7.2' => "3456789876543",
            '6.8.1' => "АВУУКЕНРПВУКЕРВУКЕНРПАВУКЕНРП",
            '6.8.2' => "3456789876543",
            '6.9.1' => "РПВУКЕРВУКЕНРПАВУКЕНРП9876543",
            '6.9.2' => "3456789876543",
            '7' => "3456789875678909876545678909876543",
            '8.1.1' => "РВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРП",
            '8.1.2' => "РВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРП",
            '8.1.3' => "РВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРП",
            '8.2' => "8876543234567876543",
            '8.3.1.1' => "876543234567876543",
            '8.3.1.2' => "876543234567876543",
            '8.3.1.3' => "876543234567876543",
            '8.3.2' => "ЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПАВУКЕНРПАЕПАВУКЕНРПВУКЕРВУКЕНРПА",

    )
);

//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '1', $data['page1']);
//
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '2', $data['page2']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '3', $data['page3']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '4', $data['page4']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '5', $data['page5']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '6', $data['page6']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '7', $data['page7']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '8', $data['page8']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '9', $data['page9']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '10', $data['page10']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '11', $data['page11']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '12', $data['page12']);
//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '13', $data['page13']);
$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '14', $data['page14']);



$pdf->merge('browser', ''); // generate the file
