<?php
setlocale(LC_CTYPE, 'POSIX');
error_reporting(E_ALL);
ini_set('display_errors', 1);

require_once('lib/TCPDF/tcpdf.php');
require_once('lib/IPTemplate.php');

$iptemplate = new IPTemplate();

$data['1.1.1'] = "АЛАБЕРГЕНОВ";
$data['1.1.2'] = "АЛАБЕРГЕН";
$data['1.1.3'] = "АЛЕБЕРГЕН УГЛИ-УМЛИ";

$data['1.2.1'] = "ALABERGENOV";
$data['1.2.2'] = "ALABERGEN";
$data['1.2.3'] = "ALABERGEN UGLI-UMLI";

$data['2'] = "123456789108";

$data['3'] = "1";

$data['4.1.1'] = "11";
$data['4.1.2'] = "11";
$data['4.1.3'] = "2011";
$data['4.2'] = "ГОРОД ТАМБОВ, УЛ.АСТРАХАНСКАЯ:(МАЛЫЙ ПЕРЕУЛОК) Д.234/38, КВ.43";

$data['5'] = "2";
$data['5,1'] = "254";


$data['6,1'] = "123456";
$data['6,2'] = "12";
$data['6,3,1'] = "ГОРНЫЙ";
$data['6,3,2'] = "ГОРНЫЙ ПОСЕЛОК 5 КУРГАН ПЕРЕУЛОК КРЫТЫЙ 7/34";

$data['6,4,1'] = "ГОРНЫЙ";
$data['6,4,2'] = "ГОРНЫЙ ПОСЕЛОК 5 КУРГАН";

$data['6,5,1'] = "ГОРНЫЙ";
$data['6,5,2'] = "ПЕРЕУЛОК КРЫТЫЙ 7/34 АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ";

$data['6,6,1'] = "ГОРНЫЙ";
$data['6,6,2'] = "ПЕРЕУЛОК КРЫТЫЙ 7/34";
$data['6,6,3'] = "АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ";

$data['6,7,1'] = "ВЛФДЕНИЕ";
$data['6,7,2'] = "35456012";

$data['6,8,1'] = "КОРПУС";
$data['6,8,2'] = "35456012";

$data['6,9,1'] = "КОМНАТА";
$data['6,9,2'] = "35456012";

$data['7,1'] = "09";

$data['7,2'] = "6321 23456789456678123456";

$data['7,3,1'] = "58";
$data['7,3,2'] = "46";
$data['7,3,3'] = "1234";

$data['7,4'] = "АБВГДЕЖЗИ ОООООООООООО ТУФХЦЧШЩЪЫЬЭЮЯ 64ПАИСПИВ6586ОПР ЧВТК5ТВПЫМЫ3 3 РАВПАНКНРРП АВКНКИМРТОТЕТМ 5 ПМТРИГ ОВВПРСЧОЛОРПВРИАВТЫВА";

$data['7,5,1'] = "109";
$data['7,5,2'] = "569";


$data['8,1'] = "2";
$data['8,2'] = "1234567890123456789012345";

$data['8,3,1'] = "34";
$data['8,3,2'] = "56";
$data['8,3,3'] = "2146";

$data['8,4'] = "ВРАНКИАРКСТВРЫНУВОСЛЫФАКЕИСВЧВУЫЧР АКУВИРВТЫЕИПЫЦФЙЛОД КАСНРВ 23 СВЫДТИНИВЫВСУВД ЫВКАРТИВУЫ 1234 ВЫИТСУКВСЛО ЫВТИСЫЫЫЫУИВУНКЗЛ";

$data['8,5,1'] = "34";
$data['8,5,2'] = "67";
$data['8,5,3'] = "2190";


$data['pagenamber4'] = "004";

$data['page4.1'] = "12.54.39";


$data['page4.2'][0] = "43.23.89";
$data['page4.2'][1] = "43.44.89";
$data['page4.2'][2] = "30.51.42";
$data['page4.2'][3] = "32.63.21";
$data['page4.2'][4] = "51.40.59";
$data['page4.2'][5] = "32.42.60";
$data['page4.2'][6] = "31.42.76";
$data['page4.2'][7] = "39.62.38";
$data['page4.2'][8] = "41.36.26";
$data['page4.2'][9] = "38.49.97";
$data['page4.2'][10] = "75.48.67";
$data['page4.2'][11] = "49.38.56";
$data['page4.2'][11] = "34.78.46";
$data['page4.2'][12] = "43.23.89";
$data['page4.2'][13] = "43.44.89";
$data['page4.2'][14] = "30.51.42";
$data['page4.2'][15] = "32.63.21";
$data['page4.2'][16] = "51.40.59";
$data['page4.2'][17] = "32.42.60";
$data['page4.2'][18] = "31.42.76";
$data['page4.2'][19] = "39.62.38";
$data['page4.2'][20] = "41.36.26";
$data['page4.2'][21] = "38.49.97";
$data['page4.2'][22] = "75.48.67";
$data['page4.2'][23] = "49.38.56";
$data['page4.2'][24] = "34.78.46";
$data['page4.2'][25] = "32.42.60";
$data['page4.2'][26] = "31.42.76";
$data['page4.2'][27] = "39.62.38";
$data['page4.2'][28] = "41.36.26";
$data['page4.2'][29] = "38.49.97";
$data['page4.2'][30] = "43.23.89";
$data['page4.2'][31] = "43.44.89";
$data['page4.2'][32] = "30.51.42";
$data['page4.2'][33] = "32.63.21";
$data['page4.2'][34] = "51.40.59";
$data['page4.2'][35] = "32.42.60";
$data['page4.2'][36] = "31.42.76";
$data['page4.2'][37] = "39.62.38";
$data['page4.2'][38] = "41.36.26";
$data['page4.2'][39] = "38.49.97";
$data['page4.2'][40] = "43.23.89";
$data['page4.2'][41] = "43.44.89";
$data['page4.2'][42] = "30.51.42";
$data['page4.2'][43] = "32.63.21";
$data['page4.2'][44] = "51.40.59";
$data['page4.2'][45] = "32.42.60";
$data['page4.2'][46] = "31.42.76";
$data['page4.2'][47] = "39.62.38";
$data['page4.2'][48] = "41.36.26";
$data['page4.2'][49] = "38.49.97";
$data['page4.2'][50] = "43.23.89";
$data['page4.2'][51] = "43.44.89";
$data['page4.2'][52] = "30.51.42";
$data['page4.2'][53] = "32.63.21";
$data['page4.2'][54] = "51.40.59";
$data['page4.2'][55] = "32.42.60";
$data['page4.2'][56] = "31.42.76";
$data['page4.2'][57] = "39.62.38";
$data['page4.2'][58] = "41.36.26";
$data['page4.2'][59] = "38.49.97";







$data['pagenamber5'] = "005";

$data['1'] = "1";

$data['telephone'] = "+7(987) 432-34-67";

$data['email'] = "AHS-BRF_HV.NFJF123RHY@GMAIL.COM";
$data['3.1'] = "2";
$data['3.2'] = "123456789012";






















$iptemplate->showPDF($data);