<?php
setlocale(LC_CTYPE, 'POSIX');
error_reporting(E_ALL);
ini_set('display_errors', 1);

require_once('lib/TCPDF/tcpdf.php');
require_once('lib/IPTemplate.php');

$iptemplate = new IPTemplate();

$data['1.1.1'] = "1234567890123456789012345678901234567890";
$data['1.1.2'] = "АЛАБЕРГЕН";
$data['1.1.3'] = "АЛЕБЕРГЕН УГЛИ-УМЛИ";

$data['1.2.1'] = "ALABERGENOV";
$data['1.2.2'] = "ALABERGEN";
$data['1.2.3'] = "ALABERGEN UGLI-UMLI";

$data['2'] = "123456789108";

$data['3'] = "1";

$data['4.1.1'] = "11";
$data['4.1.2'] = "11";
$data['4.1.3'] = "2011";
$data['4.2,1'] = "ГОРОД ТАМБОВ, УЛ.АСТРАХАНСКАЯ:(МАЛЫЙ ПЕРЕУЛОК)";
$data['4.2,2'] = "Д.234/38, КВ.43";

$data['5'] = "2";
$data['5,1'] = "254";


$data['6,1'] = "123456";
$data['6,2'] = "12";
$data['6,3,1'] = "ГОРНЫЙ";
$data['6,3,2'] = "ГОРНЫЙ ПОСЕЛОК 5 КУРГАН";
$data['6,3,3'] = "ПЕРЕУЛОК КРЫТЫЙ 7/34";

$data['6,4,1'] = "ГОРНЫЙ";
$data['6,4,2'] = "ГОРНЫЙ ПОСЕЛОК 5 КУРГАН";

$data['6,5,1'] = "ГОРНЫЙ";
$data['6,5,2'] = "ПЕРЕУЛОК КРЫТЫЙ 7/34";
$data['6,5,3'] = "АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ";

$data['6,6,1'] = "ГОРНЫЙ";
$data['6,6,2'] = "ПЕРЕУЛОК КРЫТЫЙ 7/34";
$data['6,6,3'] = "АБВГДЕЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ";

$data['6,7,1'] = "ВЛФДЕНИЕ";
$data['6,7,2'] = "35456012";

$data['6,8,1'] = "КОРПУС";
$data['6,8,2'] = "35456012";

$data['6,9,1'] = "КОМНАТА";
$data['6,9,2'] = "35456012";

$data['7,1'] = "09";

$data['7,2'] = "6321 23456789456678123456";

$data['7,3,1'] = "58";
$data['7,3,2'] = "46";
$data['7,3,3'] = "1234";

$data['7,4,1'] = "АБВГДЕЖЗИ ОООООООООООО ТУФХЦЧШЩЪЫЬЭЮЯ";
$data['7,4,2'] = "64ПАИСПИВ6586ОПР ЧВТК5ТВПЫМЫ3 3 РАВПАНКНРРП";
$data['7,4,3'] = "АВКНКИМРТОТЕТМ 5 ПМТРИГ ОВВПРСЧОЛОРПВРИАВТЫВА";

$data['7,5,1'] = "109";
$data['7,5,2'] = "569";






















$iptemplate->showPDF($data);