<?php
/**
 * Created by PhpStorm.
 * User: slava
 * Date: 11.07.18
 * Time: 15:47
 */

setlocale(LC_CTYPE, 'POSIX');
error_reporting(E_ALL);
ini_set('display_errors', 1);
require_once ('./lib/PDFMerger-master/PDFMerger.php');
require_once ('./lib/PDFMerger-master/tcpdf/tcpdi.php');
require_once ('./lib/PDFMerger-master/tcpdf/tcpdf.php');
$pdf = new PDFMerger(); // or use $pdf = new \PDFMerger; for Laravel
$data = array(
    'page1' => array(
        '1.1' => "Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890"
        ,'1.2' => "Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890Название компании12345678901234567890123456789012345678901234567890"
        ,'2.1' => "01234567890"
        ,'2.2' => "01234567890"
        ,'2.3.1' => "01234567890"
        ,'2.3.2' => "НРПАРПГЕРКОАКПКТАОМ6574321185РРАТПЛ ВПКИАПО 36475 ОАРКИАААААРРРРРРРВВПАРОПЛРОГЩНЕКУВСИМИОГНЕКМИОЛШГНЕМИТЬБДШГНВИТЬБДЩШГНЕКСИТЬБДЩШГНЕАТЬБЩШГН ЕНГШЛИАКЕНГЛЬТИАЕНОЛЬТВАПРОЛДЖЮБ СВКЕНГШДБЬРПАУКЕНГОЛЬ ВАПРОЛЬТИМС"
        ,'2.4.1' => "КЕНГШДБЬРПАУКЕНГОЛЬ ВАПРОЛЬТИМС"
        ,'2.4.2' => "КЕНГШДБЬРПАУКЕНГОЛЬ ВАПР21185РРАТПЛ ВПКИАПО 3ОЛЬТИМС"
    ),
    'page2' => array(
        '2.5' => "Населенный пункт",
        '2.5.1' => "АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСА  ДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.6.1' => "АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСА ДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.6.2' => "АДРЕСАДРЕСАДРЕС АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.7.1' => "АДРЕСАДРЕСАДРЕС АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.7.2' => "12356789976543АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.8.1' => "РЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.8.2' => "12356789976543АДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.9.1' => "ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'2.9.2' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'3.1' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'3.2.1' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'3.2.2' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
        ,'4.1' => "43214567899ЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕСАДРЕС"
    ),
    'page3' => array(
        'pagenumber' => "3234",
        '1' => "РЫПУИАРАТАОВПАРПОНЛ ГОТИМТВМУПКРЕО 23456 НРЬИМСВИЫУ3234",
        '2' => "23456345645 НРЬИМСВИЫУ3234",
        '3' => "ЬВИАРКПЕОИТА \"ЬАТВОРЕАОВЛУКЕПАВ\"23456345645 НРЬИМСОВРАРВОАРПРОВИРУОИСЧ, ТЛДФЛУОРКАМИСТЫЦУКАРМИТСВЫЧЦУКАГРАМИСВТЛЫЦВУАКРМИСТВЫОУВКАРРМИТСВЫЛЦУКПГРОМАТВЛСДУКАПРИМТСЛВЫЛАОРИМТСЛВЫОЫАРМИСТЛВЫЫАВРМИ СТЛОВАРМИ СТЛОВАМРМО ИСТЛВОЫАВРМИЬТ СВОАОМРИ СТВОЛЫАОРИМСТОВАРМАРИОМВЛАРМОВАКРОМАКРОИОМАОРВИЫУ3234",

    )
);

//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '1', $data['page1']);

//$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '2', $data['page2']);
$pdf->addPDF('/var/www/html/ip/forma_registratsii_OOO.pdf', '3', $data['page3']);



$pdf->merge('browser', ''); // generate the file
